{
  "BetterLua.vim": { "branch": "master" },
  "animation.nvim": { "branch": "main" },
  "auto-pairs": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "deadcolumn.nvim": { "branch": "master" },
  "eyeliner.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fm-nvim": { "branch": "master" },
  "fold-preview.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "keymap-amend.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "midi-input.nvim": { "branch": "master" },
  "mini.indentscope": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lilypond-suite": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pinkmare": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "printer.nvim": { "branch": "master" },
  "sibling-swap.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trailblazer.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-ditto": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-jukit": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wildfire.nvim": { "branch": "master" },
  "windows.nvim": { "branch": "main" }
}
